Repository: straightvisions/module_sv_webfontloader
Catalog: languages/*.po
Languages: de_de

source: Upload and manage fonts.
de_de: Schriften hochladen und verwalten.

source: Fonts
de_de: Schriftarten

source: Add a new font
de_de: Neue Schriftart hinzufügen

source: Font Label
de_de: Beschriftung

source: A label to differentiate your uploaded fonts.
de_de: Eine Beschriftung, um Ihre hochgeladenen Schriften zu unterscheiden.

source: Label
de_de: Beschriftung

source: Font family
de_de: Schriftart (Font Family)

source: The name of the font family.
de_de: Der Name der Schriftart (Font Family).

source: Active
de_de: Aktiv

source: Activate or deactivate this font.
de_de: Aktiviere oder deaktiviere diese Schriftart.

source: Italic
de_de: Kursiv

source: Is the font italic?
de_de: Ist die Schriftart kursiv?

source: Font weight
de_de: Schriftstärke

source: Select the font weight.
de_de: Wähle die Schriftstärke aus.

source: Select or drag-and-drop your .ttf file here.
de_de: Wähle hier die .ttf-Datei aus oder ziehe sie per Drag-And-Drop ins Feld.

source: Select or drag-and-drop your .otf file here.
de_de: Wähle hier die .otf-Datei aus oder ziehe sie per Drag-And-Drop ins Feld.

source: Select or drag-and-drop your .woff file here.
de_de: Wähle hier die .woff-Datei aus oder ziehe sie per Drag-And-Drop ins Feld.

source: Select or drag-and-drop your .woff2 file here.
de_de: Wähle hier die .woff2-Datei aus oder ziehe sie per Drag-And-Drop ins Feld.
